[
    {
        "loc": "Thornton St Ferry Terminal",
        "text": "<p>Qianlixiang: the thousand-mile fragrance. A white flowering shrub native to temperate regions across East Asia, originating from the forests on mountains and hills. Its flowers are said to be so fragrant that their scent can be smelled from a thousand miles away.</p><p>You wish the myth were true&mdash;what you would give to smell the qianlixiang again. Even hearing its name, you can almost superimpose its fragrance, from imagination, on the river's.</p><p>Somehow or other, that flower of the mountain forests found its way thousands of kilometres south to the gardens of your hometown&mdash;an island where the sun is hot and the air always heavy.</p><p>Just like them you made that long journey south, past the line of the equator and away from everything you knew.</p>"
    },
    {
        "loc": "South Bank Ferry Terminal",
        "text": "<p>You first set foot on the dry earth of Brisbane half a year ago, with just a luggage bag and a promise yet to be fulfilled. You burst into the city, eyes wide in the streetlights, trying to memorise as much of it as you possibly could.</p><p>Some of it felt familiar: the eateries, the dappling of light on pavements, the taste of the milk tea. But the birdcalls were strange, and the sky washed red too early, and you could never shrug off the knowledge that you were far, far away from everything you knew.</p>"
    },
    {
        "loc": "QCA",
        "text": "<p>Schools transform when the lights are out and there's no one in the corridors. You aren't quite sure you know the place, whose people and noise and light are all you know it by.</p><p>But that was how you first came to know your school: lifeless and dark, as if abandoned. There was a pillar coated in an armour of advertisements, a library of experiences unlived; it gave off the distinct air of being the birthplace of countless events and memories, yet there was no one there.</p><p>Nothing here, you began to realise, would make sense in quite the way you wanted it to. This city's lexicon for reality is slightly different from your own, and in your language it all translates to one thing: <i>you are far away from everything you know.</i></p>"
    },
    {
        "loc": "Ernest St Parkway",
        "text": "<p>The gardens and trellises here are always flourishing, even in the coldest months. It's an unassuming stretch of road, built for more tourists than it gets in winter, with its fairy lights and open-air cafes. Everything appears as if it was designed by a great hand: the snaking route that bears only flowering bougainvillea, the lagoon-blue pool, the beachside architecture nowhere near a beach.</p><p>You are standing inside a grand sculpture, the sort commonplace in the hearts of cities.</p><p>You feel small, ugly, apart from its perfection&mdash;and far away from everything you knew.</p>"
    },
    {
        "loc": "Brisbane Letters",
        "text": "<p>You've never had your photo taken with the Brisbane sign. Every time you've come here, there has been a gaggle of tourists barricading your way in their feverish enthusiasm to do the same.</p><p>What is the hurry for you? You're going to be here much longer than they.</p><p>It's easy, then, to feel a twinge about these people, who are only here to escape their lives for a week and already have their return tickets, fighting for a picture with the name of the city to craft a pretence of being a part of it. There is no need for you to pretend. You are being asked to do what they never will be: to become a word in Brisbane's story, a piece of its sculpture, one of those who sees the Letters and thinks they are no more remarkable than you are.</p><p>You are being asked to be here, with no promise of return, so far away from everything you knew.</p>"
    },
    {
        "loc": "Reddacliff Place",
        "text": "<p>In the past four months, you have all too rapidly come to the realisation that your home looms large over all your thoughts&mdash;forming your template for what you think a place should be.</p><p>As you drift towards the business district, the local oddities of architecture give way to the universal idioms of tall windows and open floors. There, you like to engage in the exercise of voiding your mind of preconceptions, and imagining you were back at home.</p><p>Sometimes, looking down at the concrete a few metres in front of you, the illusion of familiarity begins creeping over you, from the sheen of pavements after rain, and the background noise of traffic.</p><p>Then, like rain, the illusion evaporates, and the differences break through&mdash;</p><p>&mdash;back at home, this space would have been a tiny grove of trees. Back home, there would have been crowds crossing it, heads bowed and sweating. Back home, there would have been vines climbing the walls, at the bidding of no one&hellip;"
    },
    {
        "loc": "Xile Boutique",
        "text": "<p>Out of the sight of the everyday pedestrians and the eyes that guard the city, they've written their names and made their claim on the city. Here in the shadows between buildings, plans break down, and chance thrives: things unorchestrated, unpremeditated, like the stains on the stones, stickers and gaudy graffiti on signal boxes.</p><p>Someday, too, you hope to mark your name on this city. You would have it on a plaque, perhaps, or in a phonebook: something to be looked up, or looked up to.</p><p>But it will suffice for you to have your name enshrined on a box in an grimy alleyway leading to the back door of a hotel. For you would finally be a piece immortal of this distant land, far away from everything you knew.</p>"
    },
    {
        "loc": "Botanic Gardens entrance on George St",
        "text": "<p>In parts of the Botanic Gardens, one can almost forget that there is a city enveloping it. The entryways are portals to a different world almost, where you become dislodged from time and place entirely, lost in a nationless, anchorless universe that exists everywhere at once.</p><p>Every time you enter it, you search the gardens for the lost, distant scent of home; the memory has grown so faint that you start to wonder if it was something you encountered in a dream.</p><p>You ask where you might find them, the Qianlixiang, but they call it Orange Jessamine, and tell you its aroma has been lost in translation.</p>"
    },
    {
        "loc": "middle of Goodwill Bridge",
    "text": "<i>Northeast, a turn, a sharp southeast down, and like the bottom of a goblet, cupping the curve of the City Botanic Gardens&mdash;</i></p><p><i>&mdash;north, looping the waters over the pinnacle of Kangaroo Point, before it's southward again, snaking round the turn of New Farm and onward north beyond.</i></p><p>There always comes a point&mdash;a month, two months after you start living in a new place&mdash;when you begin to realise that you can locate any place on an unmarked map based on just the contours of the terrain. That is when you know you are finally becoming a chimaera, of there and here.</p><p>For Brisbane, it is always the river: its shape is already etched in your mind. <i>There is my school,</i> you could say with confidence. <i>And there's the room in the house where I lived and hurt.</i> The whole world sprawls out from the new origin point of your universe, this new <i>axis mundi</i> sprouting from the earth of Brisbane like a great alien flower.</p><p>For now you are only a dot on a line on a map, with only a view of half a riverbend from where you stand.</p><p>But when you lean over the railings of this bridge and look out over the waters at the garden where you began, you can almost imagine you were looking at a much farther riverbank, one four thousand miles north of you.</p>"
    },
    {
        "loc": "End"
    }
]