[
    {
        "loc": "Rocking Horse Records",
        "text": "<p>Remember this place? It was right here, at the entrance of Rocking Horse Records, that you realised you were becoming a ghost.</p><p>You were standing there at the heart of Queen Street in the puddles of last night's downpour, but the air was blunt and you had nowhere to go. Watching the shoppers drift by, their gazes passing through you, you thought, <i>there's no room for me in this city</i>.</p><p>It was the start of winter, splitting the year right down the middle. You remember it, don't you? The sting of the cold?</p>"
    },
    {
        "loc": "Xile Boutique",
        "text": "<p>That afternoon, you left work two hours early, and didn't take your belongings with you. You slipped to your old hiding place, on the wrong side of the building, each concrete brick a tombstone to something someone dreamt once.</p><p>Here it was again, the chipped bricks, the ugly back walls, the shuttered bays still faintly stinking of old rubbish. Only on your second visit to Xile Lane had you noticed the graffiti, memorials meant to be forgotten.</p><p>One last time, you stood in the alcove of a loading bay, and sobbed, like you always had.</p>"
    },
    {
        "loc": "Registry of Births, Deaths and Marriages",
        "text": "<p>As if on their own, your feet took you here, to where every final goodbye in this city is inked and locked away.</p><p>You knew that someday, within those glossy walls, your name too would be written in a blank space on a form, a hush crossing the room in honour of the ghost about to be put to eternal silence.</p><p>You used to think the Registry building didn't look like the sort of place where the business of birth and death was discussed. But on that fateful day in winter, you knew what they had known all along: that Death, like this glass tower, is an angel forty feet tall, with a piece of the sky for a face, so beautiful you could not look away once you had met its eye.</p>"
    },
    {
        "loc": "Eagle Lane",
        "text": "<p>Through dizzying streets of faceless people you tumbled, towards the thundering river shore.</p><p>It was all too loud, and you ducked into an alley behind the shops. The signs of life dwindled to just discarded traces: there was a damp box of burnt-out cigarettes and a lingering spectre of smoke, behind a bar with no clientele.</p><p>There was no purpose, only silence, as you listened to the cars one street away. There was no hurry, nor meaning, here between one street and the next: a gap between existences.</p>"
    },
    {
        "loc": "Admiralty Towers II Park",
        "text": "<p>For a while you sat, staring out over the rails, listening to invisible undercurrents. It flowed three metres a second, the mud-brown water that sometimes overflowed its banks in summer, breaking the boardwalks and taking pieces with it.</p><p>From here, you could see the Story Bridge in its forbidding height; it had looked different every time and from every angle, as if it had a hundred faces. This time it was a great crane, holding up the entire city.</p><p>From here, you felt each creak of its tired steel ropes in your joints. Like the world had been swept from under your feet, leaving no purchase for your soles, you had stumbled in a directionless stupor for weeks? Years? It all blurred together.</p><p>But sitting here, you suddenly knew. The bridge loomed over the city, telling you there was just one direction left to go.</p>"
    },
    {
        "loc": "the junction of Brunswick St and Ann St",
        "text": "<p>You had never understood why people drank; it wasn't worth the harm it did. You were the sort to calculate shot sizes against body mass, to fuss over your intake.</p><p>Waiting at the junction with the traffic for party lights, the night was alive with the unsynchronised pulse and muffled snatches of song, and you felt so palpably <i>apart</i> from it, like you were seeing it all through glass.</p><p>Up the steps into the low-lit clamour you hovered, the lights pulsing in your empty eyes.</p><p>\"Busy night,\" they said as they slung your drink into a glass. You forced a smile, barely hearing anything. <i>It's all better half-conscious</i>, you thought, without speaking."
    },
    {
        "loc": "north end of Story Bridge",
        "text": "<p>The whole river was alight like a festival every night, and in your tipsiness it looked like too-bright magic.</p><p>From here you could see kilometres in every direction. Funny how it could all be taken from you in a blink&mdash;the laughter, the networks of love and loss, your bearings on where exactly you stood in this city.</p><p>Stinking of liquor and dizzied by the glow, you waited till the last jogger left the far end of the bridge, and only the careening cars with blank windscreens were left.</p><p>Then the bridge was all yours. The bridge became your private space, and for moments, no one was watching.</p>"
    },
    {
        "loc": "middle of Story Bridge",
        "text": "<p><i>There's no room for me in this city.</i> So went your thoughts as you clambered over the barrier, in the gazes of a thousand other ghosts. You were only faintly aware of the screeches of tyres beneath you, the yells of strangers.</p><p>It is said most suicides off the Story Bridge are committed on the side facing the city. No one wants to be looking in the direction of the place where they were born, in that little suburb where nothing is more than two stories tall.</p><p>But the city, the city is so heartbreakingly beautiful when you're seeing it from up here, don't you think?</p><p>In the moment you pushed with your feet and tipped forward, drowning in the city, you began to think, suddenly, that there was something worth something in this world. Was this the regret they spoke of?</p><p>But it was too late now, and you would simply have to find every drop of that worth in the next three seconds.</p><p>You didn't close your eyes as that bright-faced Death rose to meet you.</p>",
        "custommovetext": "Keep walking forward."
    },
    {
        "loc": "middle of Story Bridge 2",
        "text": "<p>Everything glittered, and you saw the sky in many mirrors: the skyscraper windows, the roofs of houses, the murky river in which dark things hid.</p><p>The sky was all around you, and you were the whole city, bowing beneath it, the roads etched in your skin.</p><p>It was all fire in the air, and then it was all ice and lightning, a shockwave of pain through your body like a ripple of thunder across the sky.</p>"
    },
    {
        "loc": "south end of Story Bridge",
        "text": "<p>Rough hands. Damp.</p><p>The pain reverberating still, in the chamber of your skull. Damp and cold. Something glaring in your eyes.</p><p>A tiny piece of the sky, glaring off the pinnacle of the Meriton Suites.</p><p>\"Oh my god,\" is the only thing you can make out, and the faint tap of fingers on your cheek, before your consciousness goes under again.</p>"
    },
    {
        "loc": "St Vincent Private Hospital",
        "text": "<p>That day at the start of winter, you stood at the edge of the universe and stared into the void of death. It was like a dark river through the sky, a tear in which no stars shone.</p><p>You never realised, till then, how all your bonds had been cut; it was the cutting of those ties, of love, of joy, that had you convinced you were no longer a part of the world.</p><p>But that day, as you briefly opened your eyes on the sand, someone threw you a rope. Today, you are on drips with your entire body in casts, and there are two cards on the table by your ward bed, signed off with names you don't recognise.</p><p>You don't feel quite so invisible anymore.</p>"
    },
    {
        "loc": "End"
    }
]