[   
    {
        "loc": "22 Rigby St",
        "text": "<p>You lived here once, if you can still remember. Written everywhere across it was death: the dining room reeked of dying flowers, and everywhere were traces of those who had lived there before you.</p><p>They say first impressions matter, and this was your first of Brisbane: the crooked floor, the doors that never closed.</p><p>You knew you wouldn't be here forever, so here is a record of the beginning, for when you leave.</p>"
    },
    {
        "loc": "Hungry Jack's Waterton St",
        "text": "<p>This tiny joint in the back of a station is where you had your first meal away from home. It was four o'clock on a blazing winter afternoon, and you had been starving yourself all day.</p><p>You bought a burger; it was worth about as much as it cost, and it did nothing to stave off your hunger. But you decided not to eat more when you returned, it was what you deserved.</p>"
    },
    {
        "loc": "junction of Ekibin Rd East and Chester Rd",
        "text": "<p>You got on that first bus ride late, waiting at the stop up the road where the 120 doesn't pass.</p><p>After all, it is when you walk the streets of a new home that you truly feel the weight of your strangeness there. Like a child, you had to learn this new neighbourhood from scratch.</p><p>You explored the same route again and again, carving out a niche, a trough, a new course across the land. Soon, Annerley, too, was yours, the roads etched into your skin.</p>"
    },
    {
        "loc": "Buranda Bus Station",
        "text": "<p>The neighbourhoods here are spread so far out that there is no clear boundary around the city but the vague feeling that there are more stations here than outside it. Even travelling from home to here, you could never tell when you had crossed that boundary. The tiny grove of palms beside the bus station, as arbitrary as it was, became your boundary marker, for where the suburbs ended and the city began.</p>"
    },
    {
        "loc": "Mater Hill Bus Station",
        "text": "<p>Once, in your eagerness to burst into the world, you alighted here by accident. You thought it seemed closer to your destination than the next stop on the line, but you know all maps fool the eyes, and you took a walk twice as long as it had to be.</p><p>You were far from frustrated, though you arrived late to the event and missed out on some of the drinks. You saw the city in the open, greyer from this side, and started to map it in your mind.</p><p>That evening you almost dozed off, listening to the presenters of the other departments drone on. This was your new life. You inked the notion in your thoughts.</p>"
    },
    {
        "loc": "End"
    }
]